/* Unable to share to Slack - message */
"Please check your network connection and try again." = "Vérifiez votre connexion réseau et réessayez.";

/* generic slack failure - message */
"Share to Slack failed with the following error message:\n\n%@\n\nPlease try a different share destination." = "Le partage sur Slack a échoué avec le message d’erreur suivant :\n\n%@\n\nEssayez avec une autre destination de partage.";

/* Sign in button Slack */
"Sign In..." = "Se connecter...";

/* Sign out button Slack */
"Sign Out" = "Se déconnecter";

/* plugin name */
"Slack" = "Slack";

/* slack login failed alert title */
"Slack Login Failed" = "Échec de la connexion à Slack.";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted" = "Le lien vers votre capture est prêt à être collé.";

/* slack login failed alert message */
"Uh-oh! Snagit could not access your Slack account. If the problem continues, contact your Slack workspace administrator." = "Oups ! Snagit n’a pas pu accéder à votre compte Slack. Si le problème continue, contactez l’administrateur de votre espace de travail Slack.";

/* generic slack failure - title
   Unable to share to Slack - title */
"Unable to share to Slack" = "Impossible de partager sur Slack";

/* plugin description */
"Upload the capture to Slack for image or video hosting." = "Télécharger la capture sur Slack pour l’hébergement des images ou vidéos";

